export const subjectData = [
  {
    key: 'รหัสวิชา',
    values: ['01076013'],
    icon: 'clipboard',
  },
  {
    key: 'ชื่อวิชา',
    values: ['Theory of Computation'],
  },
  {
    key: 'ประเภท',
    values: ['ทฤษฎี'],
  },
  {
    key: 'หน่วยกิต',
    values: ['3(3-0-6)'],
  },
  {
    key: 'ชั้นปี',
    values: ['3'],
  },
  {
    key: 'เซค',
    values: ['1'],
  },
  {
    key: 'เวลาเรียน',
    values: ['อังคาร 08:45-10:15 น.', 'อังคาร 10:30-12:00 น.'],
  },
  {
    key: 'อาจารย์ผู้สอน',
    values: ['รศ.ดร.เกียรติกูล เจียรนัยธนะกิจ'],
  },
  {
    key: 'วันสอบปลายภาค',
    values: ['วันอาทิตย์ที่ 17 เมษายน 2022 เวลา 13:30 - 16:30 น.'],
  },
]
